[
    {
        "author": "OpenAI\nOpenAI",
        "text": "This is a great guide on how educators can use role-play to help students explore new subjects.\n\nHow have you used ChatGPT to learn something new or teach others?",
        "timestamp": "6d • \n \n6 days ago",
        "repost_author": "Ethan Mollick\nEthan Mollick\n \n • 3rd+\n • 3rd+",
        "repost_text": "We wrote a guide for Harvard on how to build teaching simulations using just a prompt. Instructors can experiment with these as an exercise or assignment.\n\nWe have been building teaching simulations for a decade and it is amazing how far a prompt gets you!",
        "repost_timestamp": "6d • \n \n6 days ago",
        "repost_author_designation": "Associate Professor at The Wharton School. Author of Co-Intelligence\nAssociate Professor at The Wharton School. Author of Co-Intelligence"
    },
    {
        "author": "OpenAI\nOpenAI",
        "text": "A snapshot of the security architecture we’ve designed to protect our research infrastructure and frontier model training. We hope this will benefit other AI research labs and security professionals (and we’re hiring).\n\nhttps://lnkd.in/g4k2n85E",
        "timestamp": "2w • \n \n2 weeks ago",
        "repost_author": "",
        "repost_text": "",
        "repost_timestamp": "",
        "repost_author_designation": ""
    },
    {
        "author": "OpenAI\nOpenAI",
        "text": "All ChatGPT Free users can now use browse, vision, data analysis, file uploads, and GPTs.",
        "timestamp": "3w • \n \n3 weeks ago",
        "repost_author": "OpenAI\nOpenAI",
        "repost_text": "We're opening up access to our new flagship model, GPT-4o, and features like browse, data analysis, and memory to everyone for free (with limits). Plus users will get up to 5x higher limits, and earliest access to features like our new macOS desktop app and next-generation voice and video capabilities.",
        "repost_timestamp": "1mo • \n \n1 month ago",
        "repost_author_designation": "5,342,926 followers\n5,342,926 followers"
    },
    {
        "author": "OpenAI\nOpenAI",
        "text": "This is a great example of exploring a language. A new phrase can become a rabbit hole for your curiosity. \n\nHow have other people used ChatGPT to learn more about a language?",
        "timestamp": "1d • \n \n1 day ago",
        "repost_author": "Justyna Bak\nJustyna Bak\n • 3rd+\n • 3rd+",
        "repost_text": "🇩🇪 Geschafft! Rediscovering German through AI and a workout 🤖💪\n\nLast Sunday morning, as I scrolled through the Peloton app to find the perfect 15-minute class for chest, back, and shoulders, I stumbled upon an unexpected surprise—a class in German! Initially taken aback, I soon realized that if anyone could engineer such a precise and efficient workout, it would be the Germans.\n\nI dove into the session and not only enjoyed an excellent workout but also rekindled my German language skills. 🧠💪\n\n🔗 Curious about the journey? Dive into the full story and explore a language-learning workout session!",
        "repost_timestamp": "1d • \n \n1 day ago",
        "repost_author_designation": "VP of Marketing at Synadia | ex-Google | Data and AI | AppDev\nVP of Marketing at Synadia | ex-Google | Data and AI | AppDev"
    },
    {
        "author": "OpenAI\nOpenAI",
        "text": "We’re partnering with Apple to integrate ChatGPT into iOS, iPadOS, and macOS—coming later this year:",
        "timestamp": "1w • \n \n1 week ago",
        "repost_author": "",
        "repost_text": "",
        "repost_timestamp": "",
        "repost_author_designation": ""
    },
    {
        "author": "OpenAI\nOpenAI",
        "text": "We're sharing progress toward understanding the neural activity of language models. We improved methods for training sparse autoencoders at scale, disentangling GPT-4’s internal representations into 16 million features—which often appear to correspond to understandable concepts. \n\nhttps://lnkd.in/gFzijQwM",
        "timestamp": "1w • \n \n1 week ago",
        "repost_author": "",
        "repost_text": "",
        "repost_timestamp": "",
        "repost_author_designation": ""
    },
    {
        "author": "OpenAI\nOpenAI",
        "text": "Paul M. Nakasone brings world-class cybersecurity expertise to OpenAI’s Board of Directors, helping us deliver on our mission by protecting our systems from increasingly sophisticated bad actors.",
        "timestamp": "6d • \n \n6 days ago",
        "repost_author": "",
        "repost_text": "",
        "repost_timestamp": "",
        "repost_author_designation": ""
    },
    {
        "author": "OpenAI\nOpenAI",
        "text": "Introducing ChatGPT Edu, a version of ChatGPT built for universities to responsibly deploy AI to students, faculty, researchers, and campus operations.",
        "timestamp": "2w • \n \n2 weeks ago",
        "repost_author": "",
        "repost_text": "",
        "repost_timestamp": "",
        "repost_author_designation": ""
    },
    {
        "author": "OpenAI\nOpenAI",
        "text": "Protecting the privacy and security of our users is core to our mission. Here’s how we safeguard your data today:",
        "timestamp": "1w • \n \n1 week ago",
        "repost_author": "",
        "repost_text": "",
        "repost_timestamp": "",
        "repost_author_designation": ""
    }
]